var quotes = [
    'ชีวิตอยู่กับคำว่าไม่เป็นไรมาตลอด ถึงเป็นไร..ก็ไม่เป็นไร!',
    'บางอย่างไม่เหมาะกับการครอบครอง ทำได้แค่เฝ้ามองก็เป็นสุขใจ',
    ' รักทะเล รักภูเขา แต่เมื่อไหร่จะมีใครรักเราบ้าง',
    ' มองหน้า อยากได้ไลน์ หรืออยากได้เรา',
    'อะไรดีๆ ก็เก็บไว้เป็นกำลังใจ อะไรที่แย่ๆ ก็เก็บไว้เป็นบทเรียน',
    'อย่าแสดงความเหงาออกมาให้ใครเห็น เดี๋ยวคนเข้ามาจีบเยอะ..รำคาญ!',
    ' สุดท้ายก็เป็นแค่คนรู้จัก ที่หลงเหลือในความทรงจำ',
    'ไม่มีใครแคร์ความรู้สึกเรา เท่าตัวเราเองหรอก',
    'ต้องอยู่ข้างขวาหรือข้างซ้าย ถึงจะได้ไม่รักเขาข้างเดียว',
    'Move On เร็ว ไม่ได้แปลว่าเป็นคนผิด แค่ไม่อยากเป็นคนที่จมอยู่กับที่',
    'กฎของการเลิกกัน คือไม่ควรกลับมาเพิ่มความทรงจำกันอีก',
    'คนที่ปากดีในวันนั้น คือคนที่มานั่งคิดถึงกันในวันนี้',
    'อยากให้ที่ตรงนั้นเป็นของเธอตลอดไป',
    'การแอบรักเพื่อนแล้วไม่บอก ดีกว่าการบอกแล้วเสียเพื่อนนะ เพราะทุกคนไม่ได้โชคดีเสมอไป',
    'ถ้าอยากให้เขาดูแล แสดงว่า “เหงา” แต่ถ้าอยากดูแลเขา แสดงว่า “รัก”',
    ' ความคิดถึงเป็นดวงดาว มองเห็นเป็นครั้งคราวแต่ไม่เคยหายไป',
    'ยุคนี้มันต้องรักษา.. ไม่ใช่หาเรื่อยๆ',
    'อย่ามาเสียดายอะไรทีหลัง ถ้าตอนยังมีอยู่ไม่รู้จักรักษามันเอง',
    'แฟนไม่ใช่ศัตรู ถ้ายังรักกันอยู่อย่าเอาชนะกัน',
    'ความรักที่เกิดจากคนสองคน มักจบที่คนที่สามเสมอ',
    'ถามว่าในชีวิตซื้ออะไรแพงที่สุด ตอบ.. “ซื้อใจผิดคน” เสียดายทั้งเงินและเวลา',
    'อะไรก็ตามที่มีจุดเริ่มต้น ย่อมมีจุดจบ',
    'ตอนมองแอบละเมอ ตอนเจอแอบละลาย',
    'ธาตุแท้ของคนเราเห็นกันตอนที่ “ลำบาก”',
    'นาฬิกา ให้ใครไปแล้วก็เอากลับมาได้ แต่ “เวลา” ถ้าให้ใครไปแล้ว เอากลับคืนมาไม่ได้',
    'ความทรงจำที่งดงาม ไม่จำเป็นต้องเป็นเรื่องราวที่สมบูรณ์',
    ' ไม่รู้สึกหรอ.. ว่ามันไม่เหมือนเดิมมาสักพักแล้วนะ',
    ' ความเหงามันโหด มาจบความโสดกับพี่ดีกว่า',

]
function newQuote() {
    var randomNumber = Math.floor(Math.random() * (quotes.length));
    document.getElementById('quoteDisplay').innerHTML = quotes[randomNumber];

}